/*
 * MonApp
 * Team 12
 * 
 * Από τις απαιτήσεις που αναφέρονται στο ΕΠΑΛ δεν τηρείται το πλήθος των παικτών αφού
 * το λογισμικό υποστηρίζει έως 4 παίκτες ενώ στο ΕΠΑΛ αναφέρεται οτι θα μπορούν να 
 * παίξουν μέχρι και 8 παίκτες.
 * 
 * Επίσης ως παρατήρηση πρέπει να αναφερθεί ότι η εμφάνιση των χτισμένων σπιτιών και ξενοδοχείων
 * θα μπορούσε να βελτιωθεί αλλά δεν υπήρχε χρόνος ώστε να υλοποιηθεί κάποια από τις προτάσεις 
 * βελτίωσης.
 * 
 * 
*/
public class Main{

	public static void main(String[] args){
	
		Board board = new Board();
		new GUI(board);
		
	}

}
